Repository: WPPlugins/pictpocket
Catalog: lang/pictpocket-*.po
Languages: fr_fr

source: Overview
fr_fr: Synthèse

source: Block by Text
fr_fr: Blocage par Texte

source: Block by Image
fr_fr: Blocage par Image

source: Pictpocket version :
fr_fr: Version de pictPocket :

source: An original creation by Olivier Despont from
fr_fr: Une création originale de Olivier Despont -

source: Help Support This Plugin!
fr_fr: Aidez le développement de ce Plugin !

source: Please donate to the development of PictPocket using Paypal.
fr_fr: Merci de faire un don pour développement de PictPocket avec Paypal.

source: Management of the file
fr_fr: Gestion du fichier

source: File .htaccess exist.
fr_fr: Le Fichier .htaccess est présent

source: The configuration of .htaccess for PickPocket is Ok
fr_fr: La configuration de .htaccess pour PictPocket est ok.

source: Remove Pictpocket from .htaccess...
fr_fr: Supprimer Pictpocket de .htaccess...

source: The configuration of .htaccess for PickPocket is missing
fr_fr: La configuration de .htaccess pour PictPocket est absente.

source: Warning
fr_fr: Attention

source: Some webhost don't accept the Rewrite URL fonction necessary for the PictPocket plugin.
fr_fr: Certains hebergeurs n'acceptent pas le rewrite d'url necessaire pour le fonctionnement du plugin.

source: In case of <b>Wordpress fail</b>, try to clear the .htaccess file in root forlder.
fr_fr: En cas de <b>plantage complet de Wordpress</b>, effacez le fichier .htaccess a la racine du site.

source: Auto Configuration...
fr_fr: Configuration Automatique...

source: The .htaccess file don't exist or is not writeable.
fr_fr: Le Fichier .htaccess n'existe pas ou et bloqué en ecriture.

source: Numbers of thieves :
fr_fr: Nombre de voleurs :

source: Numbers of hotlinking :
fr_fr: Nombre de hotlinks :

source: Numbers of autorized website :
fr_fr: Nonmbre de site de confiance :

source: Numbers of website blocked by Text:
fr_fr: Nombre de sites bloqués par la méthode Texte:

source: Numbers of website blocked by Image:
fr_fr: Nombre de sites bloqués par la méthode Image:

source: Manage Tables (if problem)
fr_fr: Gestion des Tables (si problème)

source: There is a problem with the table
fr_fr: Il y a un problème avec la table

source: Try to recreate the tables...
fr_fr: Essayer de recréer les tables...

source: If you have some problems with pictPocket you can recreate the table.
fr_fr: Si vous rencontrez un problème avec Pictpocket, vous pouvez recréer les tables.

source: This action will remove all data in pictPocket's table, be careful.
fr_fr: Cette action va détruire toutes les données des tables PictPocket, soyez prudent.

source: Recreate tables...
fr_fr: Recréer les Tables...

source: Clear
fr_fr: Effacer

source: Add an autorisation...
fr_fr: Ajouter une autorisation

source: Example
fr_fr: Exemple

source: will autorised all the domain "domain.tld"
fr_fr: autorisera le domaine "domain.tld"

source: will autorised just the subdomain "sub.domain.tld"
fr_fr: autorisera seulement le sous domaine "sub.domain.tld"

source: will autorised all the domain "domain" with all tld
fr_fr: autorisera le domaine "domain" avec toutes les extensions

source: Add
fr_fr: Ajouter

source: Blocked by Text's method
fr_fr: Blocage par méthode Texte

source: Add a block website by text method...
fr_fr: Ajouter un site bloqué par la méthode Texte

source: will block all the domain "domain.tld"
fr_fr: bloquera le tout le domaine "domain.tld"

source: will block just the subdomain "sub.domain.tld"
fr_fr: bloquera juste le sous domaine "sub.domain.tld"

source: will block all the domain "domain" with all tld
fr_fr: bloquera tout le domaine "domain" avec toutes les extensions

source: Blocked by Image's method
fr_fr: Blocage par méthode Image

source: Add a block website by image method...
fr_fr: Ajouter un site à blocker par la méthode Image...

source: Custom Image
fr_fr: Image personalisée.

source: If you want to use a custom image, just put the url below. Stay it empty for default image.
fr_fr: Si vous voulez utiliser une image personnalisée, ajouter l'URL dessous. Laissez vide pour celle par défaut.

source: Custom texte
fr_fr: Texte personalisé.

source: Choose a message to display on the hotlinker's site.
fr_fr: Choisissez un message à afficher sur le site du hotlinker.

source: Auto delete
fr_fr: Effacement automatique

source: Automatically delete hotlink older than
fr_fr: Effacer les hotlinks datant de plus de

source: Never delete!
fr_fr: Jamais effacer!

source: day
fr_fr: jour

source: Save options
fr_fr: Sauvegarder les options

source: Block
fr_fr: Blocage

source: Last acces
fr_fr: Dernier Acces

source: Default Engine
fr_fr: Moteur par défault

source: Masked Link
fr_fr: Masqué

source: Approve Link
fr_fr: Liens de confiance

source: A
fr_fr: C

source: Search Engine
fr_fr: Moteur de Recherche

source: S
fr_fr: R

source: Allow
fr_fr: Autoriser

source: Allow Domain
fr_fr: Autoriser le domaine

source: Unblock
fr_fr: Déblocage

source: Block Texte
fr_fr: Blocage par méthode Texte

source: Block Image
fr_fr: Blocage par méthode Image

source: Block Texte Domain
fr_fr: Bloquer le domaine par la méthode Texte

source: Block Image Domain
fr_fr: Bloquer le domaine par la méthode Image

source: Clear Default
fr_fr: Effacer les Défauts

source: Clear Masked
fr_fr: Effacer les Masqués

source: Clear Approved
fr_fr: Effacer les Confiances

source: Clear Search Engine
fr_fr: effacer les Moteurs de Recherche

source: No result for the moment... be patient.
fr_fr: Pas de résultat pour le moment...soyez patient.

source: Thieves
fr_fr: Voleurs

source: Default Link
fr_fr: Defaut

source: Clear All
fr_fr: Effacer tout
